micropython/micropython/ports/raspberrypi/boards/solderparty_rp2350_stamp/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RP2350 Stamp"
#define MICROPY_HW_MCU_NAME "rp2350a"
